Repository: lf-j/OpenSourceComplianceHandbook-Translation
Catalog: tm/All150502--omegat.tmx
Source language: en_us
Languages: ja

source: Increasing involvement in the Linux Foundation Open Compliance Programs (OpenChain, SPDX, tools & templates to support compliance, etc.)
ja: The Linux Foundation オープン コンプライアンス プログラム (OpenChain、SPDX、コンプライアンスをサポートするツールやテンプレートなど) へのかかわりを強化する

source: Increasing the number of applications on the Linux platform through its developer services
ja: アプリケーション開発者向けのサービスを通じて、Linux プラットフォーム用のアプリケーションを増やしていく

source: Increasingly organizations are building even in-house technologies with open source methods.
ja: 社内の技術開発までもオープン ソースの手法で行う企業が増えてきました。

source: Indeed, most major distributions have been disabling the ext3 module and using ext4 for some years now.
ja: 実際多くのメジャーなディストリビューションは、ここ数年 ext3 モジュールを無効にして ext4 を使用しています。

source: Individual members of The Linux Foundation help advance the Linux operating system and collaborative development and support the work of Linux creator Linus Torvalds.
ja: The Linux Foundation の個人メンバーは、Linux OS と共同開発の発展に寄与し、Linux 創始者である Linus Torvalds の活動を支援します。

source: Industries are moving toward services:
ja: 業界はサービスの提供者となり:

source: Industry needs a standardized open operating system and application framework
ja: 業界は標準化されたオペレーティング システムとアプリケーション フレームワークを必要としている

source: Industry reports estimate that 45 million smart home devices will have been installed by 2018 with market growth upwards of $40 billion by 2020.
ja: 業界レポートの予測では、2018 年までに 4500 万種類のスマートホーム機器が導入され、その市場は 2020 年までに 400 億米ドル以上に成長します。

source: Industry reports estimate that 48 million applications will be available on the cloud by 2016 (Global Technology Outlook: Cloud 2014: A More Disruptive Phase), making cloud-based software more prevalent than ever.
ja: 業界レポートによれば、2016 年までに 4800 万のアプリケーションが利用可能になり (Global Technology Outlook: Cloud 2014: A More Disruptive Phase)、クラウドベースのソフトウェアがこれまで以上に普及する見込みです。

source: Integrations promised?
ja: 約束されている統合でしょうか。

source: IoT Infrastructure
ja: IoT 基盤関連

source: IoT Platforms, Solutions and Services
ja: IoT プラットフォーム、ソリューション、およびサービス

source: Issues are triaged and assigned.
ja: 問題があればトリアージされアサインされます。

source: It allows OEMs and suppliers to identify gaps between the specification and code and provide input directly to the developer community for resolution in future AGL releases.
ja: この仕様により、OEM やサプライヤーは仕様書とコードとの間にあるギャップを認識でき、h将来の AGL リリースにおける解決を目指して開発者コミュニティに直接情報提供できます。

source: It allows website owners to obtain SSL certifications through a free and simple process that takes no longer than a few minutes to complete.
ja: Let's Encrypt を利用すれば、Web サイト所有者が無償で簡単に、しかもたったの数分で SSL 証明書を取得できます。

source: It also powers the Internet, the cloud, the world’s stock exchanges, supercomputers, embedded devices and more.
ja: インターネットも、クラウドも、世界の証券取引所も、スパコンも、組込み機器も、Linux で動いています。

source: It automates the collection and analysis of data on different open source projects, ultimately creating a risk score for each project based on the results.
ja: 同プロジェクトは、さまざまなオープン ソース プロジェクトに関するデータの収集や分析のほか、最終的にその結果をベースにした各プロジェクトのリスク スコアを作成までを自動化します。

source: It builds on top of a unified Linux code base and adds key applications developed in HTML5 and JavaScript into a single open source reference platform.
ja: AGL は統合された Linux 基盤コードをベースに使い、HTML5 と JavaScript で開発された主要アプリケーションを １ つのオープン ソース リファレンス プラットフォームに追加しています。

source: It can be used to help companies manage the flow of goods and related payments or enable manufacturers to share production logs with OEMs and regulators to reduce product recalls.
ja: またこれを利用することで、企業は商品とその支払い状況を簡単に管理でき、メーカーは OEM や監督機関と生産記録を共有して、製品のリコールを減らすことができます。

source: It delivers a certificate-less next generation key distribution service from the CertiVox Distributed Key Management Platform, which fixes the fundamental design flaws that affect public key infrastructures.
ja: 公開鍵基盤に影響を与える基本的な設計上の欠陥を修正する CertiVox Distributed Key Management Platform (分散鍵管理プラットフォーム) による証明書なしの次世代鍵配布サービスを提供しています。

source: It includes an open, technical governance structure that was examined, iterated and agreed upon through public review, as well as new investments in the project that demonstrate industry-wide support for this work.
ja: このプロジェクトには、公開レビューによって繰り返し検証され同意されたオープンな技術ガバナンス構造があり、この取り組みへの業界全体のサポートを実証する新たな投資も生まれています。

source: It is a free and open source programming language for statistical computing and provides an interactive environment for data analysis, modeling and visualization.
ja: 統計計算向けのフリー&オープン ソース プログラミング言語であり、データ分析、モデリング、および可視化のためのインタラクティブな環境を提供します。

source: It is also centrally located to many attractions areas, offering guests a taste of diverse Japanese culture.
ja: 魅力的な観光スポットや商業施設に囲まれ、多様な日本文化を満喫できます。

source: It is also much less error prone since it is more automated with fewer steps.”
ja: また、単純なステップで自動化されているので、ほとんどエラーになりません。」

source: It is always a challenging effort to strike the right balance between these two opposing forces.
ja: このような 2 つの対抗する力の間でうまくバランスをとるのは至難の業です。

source: It is from this lens that I look at ONOS.
ja: ではまず ONOS について詳しく見てみましょう。

source: It is how most software today is built.
ja: つまりこれが現代の多くのソフトウェアの開発方法です。

source: It is now possible for an application to handle page faults in user space.
ja: アプリケーションによるユーザー スペースのページ フォルト処理 https://lwn.net/Articles/636226/が可能に

source: It is now possible for unprivileged processes to load eBPF socket filters into the kernel.
ja: 非特権プロセスが eBPF ソケット フィルタをカーネルにロードできるように。

source: It is this collaborative work that sustains Linux’s success,” said Jim Zemlin, executive director at Linux Foundation.
ja: これこそが Linux の成功を持続させる共同開発作業です。」

source: It led to the formation of the multi-million dollar Core Infrastructure Initiative backed by The Linux Foundation and industry leaders like Amazon Web Services, Facebook, Google, IBM, Microsoft.
ja: これが発端となり、The Linux Foundation や業界リーダー企業 (Amazon Web Services、Facebook、Google、IBM、Microsoft など) の支援による数百万ドル規模プロジェクト Core Infrastructure Initiative が設立されました。

source: It runs most of the world’s technology infrastructure and is supported by more developers and companies than any other platform.
ja: 世界中の技術インフラのほとんどを動かし、開発者や企業から最もサポートされているプラットフォームです。

source: It should increase interoperability among tools, as well as improve Linux-based tracing, profiling, logging and monitoring features.
ja: これによってツール間の相互運用性が高まり、Linux ベースの追跡、プロファイリング、ロギング、および監視の機能も向上します。

source: It used to be called Tsubaki-yama (meaning “mountain of camellias”) for its picturesque vistas of blossoming camellias.
ja: かつて椿が自生する景勝地であったため、椿山 (つばきやま) と呼ばれていました。

source: It will include software and tools that include trace data creation; activation; collection and storage; postmortem analysis tools; visualization tools; ability to move analysis from postmortem to live/monitoring; scripting; data conversion; and correlation and analysis of different sources of trace data.
ja: この中には、追跡データ作成、アクティベーション、収集・保存、事後解析ツール、仮想化ツール、事後解析からライブ監視解析への移行機能、スクリプト機能、データ変換、および異なる追跡データ ソースの関連づけや解析などを行うソフトウェアやツールが含まれます。

source: It will provide a neutral forum in which participants can contribute and advance technology for an open programmable data plane for modern IO and networking applications and will provide development tools for the creation of high-speed, event-driven functions for distributed network environments from the data center to IoT and more.
ja: 同プロジェクトは、人々が最新の IO / ネットワーク アプリケーションのためのオープンでプログラマブルなデータ プレーン技術に貢献でき進化させられる中立な場を提供します。また、データ センターや IoT などの分散ネットワーク環境に対応する高速なイベントドリブン機能を開発するための開発ツールを提供します。

source: It's hard to keep up!
ja: ついて行くのが大変です。

source: It's secure and scalable for the Internet of Things.
ja: Internet of Things を実現するためのセキュアでスケーラブルなサービスです。

source: Its contributions to Linux and open source software have made today’s technologies better and ensure that future technologies will thrive,” said Jim Zemlin, executive director at The Linux Foundation.
ja: 同社の Linux / OSS への貢献は現在の技術発展に寄与したと同時に、来る技術進化を約束しています。

source: It’s an idea now so ubiquitous, it’s easy to forget how pioneering it once was — build software by letting anyone contribute to it, anyone evolve it and everyone own it.
ja: 今ではありふれていて、どのように生まれたかも忘れられつつあるアイデア、それは「誰でも貢献でき、改良でき、所有できるソフトウェアの開発」です。

source: It’s clear we need greater collaboration in our industry and the Linux Foundation is at the frontier of this.
ja: 業界のより大規模なコラボレーションが必要であり、Linux Foundation はこの先駆者です。

source: It’s inspiring to see companies like Apple and Microsoft validate the work we’ve been doing for more than two decades.
ja: 私たちが 20 年以上やってきたことを Apple や Microsoft のような企業が立証しているとは驚きです。

source: It’s literally everywhere - from phones to cars, the office, the home and more.
ja: 電話やクルマ、仕事、自宅まで、まさにいたるところで使われています。

source: It’s literally everywhere - from your phone to your car and your office.
ja: 電話にも、クルマにも、仕事にも、まさにいたるところで使われています。

source: It’s the industry’s first open in-vehicle infotainment (IVI) software specification that allows automakers and suppliers to collaborate directly with AGL’s global community of developers and advance the creation of a de facto reference platform for the connected car.
ja: この業界初のオープンな車載インフォテインメント (IVI) ソフトウェア仕様書により、自動車メーカーやサプライヤーは AGL のグローバルな開発者コミュニティと直接協業し、コネクテッド カー向けのデファクト リファレンス プラットフォームの開発を進化させることができます。

source: I’m equally excited to see how Let’s Encrypt’s open source technology is integrated into major hosting sites over the coming months and years, so that security for regular people will move from an optional, expensive add-on to “of course it’s included.”
ja: Let's Encrypt のオープン ソース テクノロジが、今後数か月から数年にかけて主要なホスティング サイトに統合され、一般の人々にとってセキュリティがオプションの高額なアドオンではなく「当然含まれているもの」に変わっていくようすを見るのが楽しみです。

source: Jacques also founded and launched VMware's first cloud computing initiative in 2007.
ja: 2007 年には、VMware の最初のクラウド コンピューティング プロジェクトを発足させました。

source: Jaguar Land Rover, a Linux Foundation board member, also delivers a Linux-based infotainment system in their vehicles.
ja: Linux Foundation のボード メンバーである Jaguar Land Rover も、Linux ベースの車載インフォテインメント システムを提供しています。

source: Jason K Jackson is the CTO and Director of Advanced Field Engineering for Pivotal in APJ, where he is responsible for helping the region’s most strategic customers successfully implement technology and process for cloud and “3rd Platform” services.
ja: Jason K Jackson は、Pivotal アジア パシフィック ジャパン の先進分野技術担当ディレクター兼 CTO であり、同地域の戦略的顧客企業が、クラウドをはじめとする「第 3 のプラットフォーム」サービスのための技術・プロセスをうまく実装できるよう支援する責任を負います。

source: Jason K Jackson will discuss how in this new era of digitally connected people, the traditional competitive landscape has changed.
ja: Jason K Jackson は、人々がデジタルにつながっているこの新時代に、伝統的な市場勢力図がどのように変化しているかをお話します。

source: Jason is regarded as a technology leader, with demonstrated success in the design, development and deployment of large-scale computing solutions.
ja: Jason は、大規模コンピューティング ソリューションの設計、開発、およびデプロイメントの成功実績を持つ技術リーダーと言われています。

source: Jason originally relocated to Asia when working with Cloudscaling, an early OpenStack startup company located in San Francisco (recently acquired by EMC), where he was key to the successful implementation of uCloud, of Korea Telecom, which at that time was one of the largest public clouds in Asia.
ja: もともと Jason は、サンフランシスコにあった OpenStack スタートアップ企業 (最近 EMC が買収) の Cloudscaling との連携時にアジアに移り、そこで Korea Telecom の uCloud 実装の成功に寄与しました。これは当時アジア最大のパブリック クラウドの 1 つでした。

source: Join The Linux Foundation and Help Support the Advancement of Linux
ja: Linux Foundation のメンバーとして Linux の発展を支援してください

source: Join Us
ja: 参加する

source: Join a project or start one of your own.
ja: プロジェクトに参加したり、新しいプロジェクトを立ち上げたりしてみませんか。

source: Join our Movement
ja: メンバーになるには

source: Join the Linux Foundation
ja: あなたも参加しませんか

source: Join the conversation and follow #WorldWithoutLinux on Twitter at http://www.twitter.com/#WorldWithoutLinux
ja: あなたも Twitter のハッシュ タグ #WorldWithoutLinux で会話に参加しませんか? http://www.twitter.com/#WorldWithoutLinux をチェックしてみましょう。

source: Join us.
ja: ぜひあなたも参加してください。

source: Jupiter Foyer - 4th Floor Plaza Building (4F)
ja: プラザ塔 ４F フロア、ジュピター ホワイエ

source: Jupiter Lobby & Foyer - 4th Floor Plaza (4F)
ja: ジュピター ロビー&ホワイエ - プラザ ４F

source: Just like sibling projects OpenDaylight and OPNFV, hosting both ONOS and OpenDaylight under one umbrella allows us to both continue innovating, but also drives us toward greater synergies and ways to leverage each other.
ja: 姉妹プロジェクトの OpenDaylight や OPNFV のように、ONOS と OpenDaylight の両方を 1 つの傘の下にホストすることで、両者がイノベーションを持続できるだけでなく、大きな相乗効果と相互活用の道が期待できます。

source: Just like the Linux platform itself, our Linux Foundation community is intrinsically designed for flexibility.
ja: Linux プラットフォームと同様、Linux Foundation コミュニティも柔軟に作られています。

source: Just like the tug-of-war between VHS and Betamax, it is often more important to unify over one common approach or platform than to continue on two separate paths, each marching toward their own incremental improvements.
ja: VHS と Betamax の対立のように、2 つの異なる道でそれぞれが改良を重ねて行くのではなく、1 つの共通のアプローチやプラットフォームに統一することが大切です。

source: KONA S has been providing embedded solutions and service solutions based on steady technological development and vast experience.(OMA DM, OMA DS, Update Solution).
ja: KONA S は、安定した技術開発と豊富な経験に基づいた組込みソリューションやサービス ソリューションを提供しています (OMA DM (Open Mobile Alliance Device Management)、OMA DS (OMA Data Synchronization)、Update Solution)。

source: KONA is a leading player in the smart card industry.
ja: KONA はスマート カード業界のリーディング カンパニーです。

source: Kdbus is an implementation of the D-Bus interprocess communication mechanism in the kernel.
ja: Kdbus はカーネルにおける D-Bus プロセス間通信メカニズムの実装です。

source: Keikyu EX Inn Yokohama Station Higashiguchi - This hotel is the closest from the conference venue.
ja: 京急 EX イン 横浜駅東口 ー カンファレンス会場に最も近いホテルです。

source: Keith Chuvala is the Technical Area Lead of the International Space Station Laptops and Network Integration group, and an engineering manager for Lockheed Martin at NASA's Johnson Space Center in Houston, Texas.
ja: Keith Chuvala は国際宇宙ステーションの Laptop and Network Integration Teams の技術分野リーダーであり、テキサス州ヒューストンの NASA のジョンソン宇宙センターにおけるロッキード マーチン社のエンジニアリング マネージャーでもあります。

source: Keith and his wife Sharon have five children and two grandchildren.
ja: Keith と妻 Sharon には 5 人の子供と 2 人の孫がいます。

source: Key users such as AT&T have shared with us that there's currently no single technology that solves all of their problems.
ja: AT&T などの主要ユーザーも私たちと同様に、今彼らの問題をすべて解決する単一技術など存在しないと考えています。

source: Keynote Stage Branding
ja: 基調講演ステージでアピール

source: Kii is a global company with data centers in the US, China, Japan and Singapore.
ja: Kii は米国、中国、日本、およびシンガポールにデータ センターを有するグローバル企業です。

source: Kii: Kii is focused on addressing the high-performance demands of innovation in the connected world with an end-to-end backend platform optimized for enterprise applications and the Internet of Things (IoT).
ja: Kii: Kii は、エンタープライズ アプリケーションや Internet of Things (IoT) 向けに最適化されたエンドツーエンドのバックエンド プラットフォームにより、つながる世界のイノベーションに不可欠な高性能化に対応するべく取り組んでいます。

source: Know your audience
ja: 受講者を知る

source: Konsulko Group provides technology consulting and software development services to companies looking to harness the power of open source software in automotive, networking, consumer electronics and more.
ja: Konsulko Group は、自動車、ネットワーク、家電などの分野でオープン ソース ソフトウェアの力を利用しようとしている企業に技術コンサルティングやソフトウェア開発サービスを提供しています。

source: LAS VEGAS, CES 2016–Jan. 6, 2016 – The AllSeen Alliance, a cross-industry collaboration advancing the Internet of Things (IoT) through an open source software project, today announced 14 new members, a diverse group that represents an international semiconductor leader, global product manufacturers, and several start-ups and software solutions providers from around the world.
ja: 2016 年 1 月 6 日、CES 2016 (ラスベガス) 発 － オープン ソース ソフトウェア プロジェクトによる IoT (Internet of Things) 発展に取り組むクロスインダストリ コラボレーション (業界の枠を超えた協業) である AllSeen Alliance は、本日、14 の法人メンバー参画を発表しました。国際的大手半導体企業、グローバルな製品メーカー、および世界中のスタートアップ企業やソフトウェア ソリューション プロバイダーを代表する多様な企業が揃いました。

source: Lead Retrieval
ja: 訪問者データの収集

source: Learn About Linux
ja: Linux とは

source: Learn About our Collaborative Projects
ja: 協業プロジェクトについて

source: Learn About our Programs
ja: プログラムはこちら

source: Learn About the Benefits of Membership
ja: メンバーシップの特典

source: Learn About the Power of Open
ja: オープンという強み

source: Learn More About our Conferences
ja: カンファレンスについて

source: Learn more about Zemlin’s insights in his blog.
ja: Zemllin の見識については、彼のブログをご覧ください。

source: Learn more and help support Linux today.
ja: さあ、もっと Linux を学んで応援しましょう。

source: Learn more at http://events.linuxfoundation.org.
ja: 詳細についてはこちらをご覧ください。 http://events.linuxfoundation.org.

source: Learn more: http://automotive.linuxfoundation.org.
ja: 詳細情報はこちらです。http://automotive.linuxfoundation.org

source: Learn more: http://automotive.linuxfoundation.org/
ja: 詳細情報はこちらです。http://automotive.linuxfoundation.org

source: Learn more: https://www.automotivelinux.org/
ja: 詳細情報はこちらです。https://www.automotivelinux.org/

source: Legal Counsels
ja: 法律コンサルタント

source: Let me look it up.
ja: よし、ちょっと待ってて。

source: Let’s Build the Future Together.
ja: 一緒に未来を創りましょう。

source: Let’s Encrypt May Improve Security for Regular People More Than Any Other Initiative This Decade
ja: Let's Encrypt: おそらく過去10年で大衆のセキュリティを最も強化させたプロジェクト

source: Let’s Encrypt is another example of building the world’s most critical technology infrastructure through openness and transparency.
ja: Let's Encrypt も、オープン性と透明性によって世界の最重要技術基盤を構築する 1 つの例なのです。

source: Let’s Encrypt is truly a work of passion by an open source community dedicated to ensuring that the world’s communications platform delivers on their promise.
ja: Let's Encrypt は、オープン ソースの通信プラットフォームが確実に彼らの約束を果たせるよう取り組むオープン ソース コミュニティの情熱的な試みです。

source: Leveraging the power and strength of Linux at its core, AGL is uniting automakers and technology companies to develop a common platform that offers OEMs complete control of the user experience so the industry can rapidly innovate where it counts.
ja: AGL はその中核となる Linux の機能と強みを利用して、共通のプラットフォームを開発するために自動車メーカーと技術系企業との連携協力を実現しています。この共通プラットフォームにより、OEM はユーザー エクスペリエンスを完全制御でき、業界は重要な技術革新を速やかに実現できます。

source: Linux Foundation Announces R Consortium to Support Millions of Users Around the World
ja: Linux Foundation が世界の数百万ユーザーをサポートする R Consortium を発表

source: Linux Foundation Collaborative Projects are independently funded software projects that harness the power of collaborative development to fuel innovation across industries and ecosystems.
ja: Linux Foundation 協業プロジェクトは独立した資金によるソフトウェア プロジェクトで、共同開発の力で業界やエコシステム全体のイノベーションを推進しています。

source: Linux Foundation Collaborative Projects span the enterprise, mobile, embedded and life sciences markets and are backed by many of the largest names in technology.
ja: Linux Foundation 協業プロジェクトは、企業、モバイル、組込みシステム、生命科学など複数分野に広がり、技術分野の主要企業群に支援されています。

source: Linux Foundation Expands Event Portfolio with Open Networking Summit
ja: Open Networking Summit が Linux Foundation のイベントに

source: Linux Foundation Unites Industry Leaders to Advance Blockchain Technology
ja: Blockchain 技術の進化をめざし Linux Foundation が業界リーダーを結集

source: Linux Foundation and Microsoft: A Great Start to a Great Partnership
ja: Linux Foundation と Microsoft: すばらしいパートナーシップへの好スタート

source: Linux Foundation backing
ja: Linux Foundation の支援

source: Linux Foundation events are an excellent way to get to know the community and share your ideas and the work that you are doing.
ja: The Linux Foundation のイベントは、コミュニティについて知り、自分のアイデアや活動をみんなと共有できるすばらしい場所です。

source: Linux Foundation events are where the world’s leading technologists meet, collaborate and innovate.
ja: Linux Foundation 主催イベントは、世界の主要な技術者陣が出会い、協業と変革に取り組む場です。

source: Linux Foundation events are working conferences intended for professional networking and collaboration in the Linux community.
ja: The Linux Foundation のイベントは Linux コミュニティにおける専門家間の交流とコラボレーションをめざした作業会議です。

source: Linux Foundation has secured room blocks at the following hotels for Open Compliance Summit Asia attendees.
ja: Linux Foundation は、当イベント参加者のために以下のホテルにお部屋を確保しています。

source: Linux Foundation to host the open source networking event of the year with industry's premier SDN & NFV conference
ja: 今話題のオープン ネットワーク イベントを Linux Foundation が誘致 業界トップの SDN & NFV カンファレンス

source: Linux Foundation’s Core Infrastructure Initiative Funds Three New Projects
ja: Linux Foundation の Core Infrastructure Initiative が3つの新プロジェクトを助成

source: Linux Foundation’s Core Infrastructure Initiative Launches New Census Project
ja: Linux Foundation の Core Infrastructure Initiative が Census Project を発足

source: Linux Foundation’s Core Infrastructure Initiative Seeks Community Input On New Security-Focused Badge Program
ja: Linux Foundation の Core Infrastructure Initiative がセキュリティ認定バッジ プログラムに関する意見をコミュニティに募集

source: Linux Foundation’s Individual Membership Drive to Help IT Professionals Advance Careers
ja: Linux Foundation が IT プロフェッショナルのキャリア アップを応援する個人メンバーシップ キャンペーン

source: Linux Foundation’s SPDX Workgroup Announces New Open Compliance Standard
ja: Linux Foundation の SPDX ワークグループが新版のオープン コンプライアンス標準仕様を公開

source: Linux Security Expert Emily Ratliff Hired to Oversee CII and Tackle Open Source Security
ja: Linux セキュリティ エキスパート Emily Ratliff 採用による CII 監視とオープン ソース セキュリティ対応

source: Linux has become the entry point for anyone seeking a technology career because it dominates most of today’s IT infrastructure, from cloud computing to virtualization, web, embedded and much more.
ja: Linux は技術キャリアを追求する人々の登竜門になっています。なぜなら、クラウド コンピューティングから、仮想化、Web、組込みシステムまで、現在の IT 基盤の大部分が Linux で動いているからです。

source: Linux is a product of mass collaboration unmatched in the history of computing.
ja: Linux はコンピューティング史上最大のコラボレーション製品です。

source: Linux is a trademark of Linus Torvalds.
ja: Linux は Linus Torvalds の商標です。

source: Linux is the world’s largest collaborative project in the history of computing.
ja: Linux は、コンピューター史上最大の共同開発プロジェクトです。

source: Linux turned this ethos into a ubiquitous code base that now powers the most stunning innovations of our century from the world wide web to Android phones.
ja: Linux はこの精神を普遍的なコード ベースに転化させました。それが今、インターネットから Android フォンまで今世紀最大のイノベーションを動かしています。

source: Linux’s ubiquity has allowed it to serve as the platform of choice for everything from supercomputers, seatback entertainment systems, network operating systems, and even Tesla cars.
ja: Linux はその偏在性により、スーパーコンピューター、座席背面エンターテインメント システム、ネットワーク OS、果てはテスラ車まで、あらゆるもののプラットフォームに選ばれています。

source: List any technical requirements that you have for your presentation over and above the standard projector, screen and wireless Internet.
ja: Technical Requirements: 標準プロジェクター、スクリーン、無線インターネット以外で、発表時に必要な機材や環境のリスト。

source: Lithium .The Third Release
ja: Lithium の 3rd リリース

source: Location
ja: 会場

source: Logo on Website and Sponsor Signage
ja: Web サイト、展示カウンター、会場内ポスターなどに企業ロゴを掲載

source: Logo on website and printed sponsor signage
ja: Web サイト、展示カウンター、会場内ポスターなどに企業ロゴを掲載

source: Longer-term forecasts
ja: 長期予報 (※この長期予報は、2011 年 8 月に書かれたものです。)

source: Look for hidden Linux-themed Easter Eggs in the episode, as well as clues to the final episode that will feature Linux creator Linus Torvalds.
ja: Linux をテーマにしたイースター エッグが隠れていますので、探してみましょう。Linux 創始者の Linus Torvalds を特集する最終エピソードへのヒントも隠れていますよ。

source: MEMBER COMPANIES
ja: メンバー企業

source: MMC can trace its roots back to 1917, when the first Mitsubishi passenger vehicle was produced.
ja: 1917 年に最初の三菱型乗用車が製造されました。

source: MMC originated from the automobile division of Mitsubishi Heavy Industries Ltd. (MHI), and was spun off from MHI in 1970.
ja: MMC は三菱重工業 (MHI) の自動車部門として発足し、1970 年に独立しました。

source: MORE THAN 20 of the most important open technical standards in its work
ja: 20 種類を超える 最も重要なオープンの最も重要なオープンの技術標準を使用

source: Major contributors to the HAE Service Framework include Electrolux, Haier, Honeywell, LG Electronics, Lowe’s, Panasonic, Sharp and Sony.
ja: 同フレームワークのおもな貢献企業は、Electrolux、Haier、Honeywell、LG 電子、Lowe’s, パナソニック、シャープ、およびソニーです。
